The WorksetKind.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2012
 Syntax
  C#
public WorksetKind WorksetKind { get; }
  Visual Basic
Public ReadOnly Property WorksetKind As WorksetKind
	Get
  Visual C++
public:
property WorksetKind WorksetKind {
	WorksetKind get ();
}
 See Also
  WorksetKindFilter Class
  Autodesk.Revit.DB Namespace